arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
biomejs.biome
catppuccin.catppuccin-vsc
github.copilot-chat
miguelsolorio.min-theme
miguelsolorio.symbols
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
mvllow.rose-pine
prisma.prisma
